11/data/attachments/130494700e43e004.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsPageRequest>
            <nif:username>soap_friends_3d174bf0-a09e-44ea-8541-0067932a553e</nif:username>
            <nif:pageInfo>
                <nif:page>-1</nif:page>
                <nif:size>-1</nif:size>
                
            </nif:pageInfo>
            
        </nif:friendsPageRequest>
    </soapenv:Body>
</soapenv:Envelope>